{
  "modelTopology": {
    "class_name": "Model",
    "config": {
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "name": "input_1",
            "batch_input_shape": [null, 416, 416, 3],
            "dtype": "float32"
          }
        }
      ]
    }
  },
  "weightsManifest": [
    {
      "paths": ["tiny_face_detector_model-shard1"],
      "weights": [
        {
          "name": "conv2d_1/kernel",
          "shape": [3, 3, 3, 16],
          "dtype": "float32"
        }
      ]
    }
  ]
}